Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: follows from the Working Environment Act. The employer shall, according to Section 2-1 of the Working Environment Act, e.g. ensure that the individual activity is organised and maintained, and that work is plan-ned, organised and executed in accordance with the provisions provided in and in pursuance of these regula-tions.
nb: arbeidsmiljøloven § 2-1 blant annet sikre at den enkelte virksomheten er innrettet og vedlikeholdt, og at arbeidet blir planlagt, organisert og utført i samsvar med bestemmelsene som er gitt i og i medhold av denne forskriften.

source: PGNiG has applied for consent to drill exploration well 6509/5-9 S in production licence 838 in the Norwegian Sea.
nb: Pgnig har søkt om samtykke til boring av letebrønn 6509/5-9 S i utvinningstillatelse 838 i Norskehavet.

source: Norwegian Standard (NS)
nb: Norsk Standard (NS)

source: sufficient, so that the correct actions are taken in order to stop and limit the pollution, cf. Section 48 of the Framework Regulations.
nb: at de riktige tiltakene blir satt i verk for å stanse og avgrense forurensningen, jf. rammeforskriften § 48.

source: Thus, they shall be used as a basis in the management assessment, and it should be evident from the grounds for administrative decisions according to Section 25 of the Public Administration Act (in Norwegian only) how this is done.
nb: De skal altså legges til grunn ved forvaltningens skjønnsutøving, og det bør gå fram av begrunnelse for enkeltvedtak etter forvaltningsloven § 25 hvordan dette er gjort.

source: The facility is registered in the Bahamas and Det Norske Veritas is the classification society.
nb: Innretningen er registrert på Bahamas og har Det Norske Veritas som klasseselskap.

source: The well is to be drilled by West Phoenix, a semi-submersible drilling facility of the Moss Maritim CS50 type, operated by Seadrill Management (Seadrill).
nb: Brønnen skal borast med West Phoenix, som er ei halvt nedsenkbar boreinnretning av typen Moss Maritim CS50, operert av Seadrill Management (Seadrill).

source: The activity is scheduled to start in June 2016.
nb: Fjerninga er planlagd starta i juni 2016.

source: and report to Apply Sørco’s
nb: og rapportere til Apply Sørcos

source: Facilities Regulations Section 5
nb: innretningsforskriften § 5

source: The application applies to the Alvheim, Ula and Valhall fields.
nb: Søknaden gjeld for Alvheim, Ula og Valhall-felta.

source: But this is too narrow and restrictive when defining risk related to understanding, administering and managing activities.
nb: Men for å kunne forstå, forvalte og styre aktiviteter er dette en for snever og begrensende måte å definere risiko på.

source: Ærfugl was discovered in 2000, and the plan for development and operation (PDO) was approved in April 2018.
nb: Ærfugl blei påvist i 2000, og plan for utbygging og drift (PUD) blei godkjent i april 2018.

source: They observed that visual indication on the breakers for all the loading pumps showed they were not in operation.
nb: De observerte at visuell indikasjon på bryterne til alle lastepumpene viste at pumpene ikke var i drift.

source: , are administered/handled by the Directorate for Civil Protection and Emergency Planning (DSB), also in case of work related to electrical installations and electrical equipment covered in these regulations.
nb: , administreres/utføres av Direktoratet for samfunnssikkerhet og beredskap (DSB), også ved arbeid knyttet til elektriske anlegg og elektrisk utstyr omfattet av denne forskriften.

source: There are also 6 respondents in job categories within operating companies who comment that they have not used such methods, while only 2 people working for rig companies have made similar comments.
nb: Det er 6 respondenter i stillingskategorier tilknyttet operatørselskap som kommenterer at de ikke har benyttet seg av slike metoder, mens det kun er 2 personer som jobber for riggselskap som har lagt inn lignende kommentarer.

source: For some depths and bottom times, NUI's review shows that total decompression times in, for example, the USN Rev 6 table are around twice as long as those mandated in the Norwegian table.
nb: For noen dybder og bunntider viser gjennomgangen til NUI at total dekompresjonstid er rundt dobbel så lang for f eks USN Rev 6 tabellen som det den norske tabellen krever.

source: Aker BP – consent for exploration drilling in the North Sea
nb: Aker BP – samtykke til leiteboring i Nordsjøen

source: This can be exemplified by an extract from KST's procedure for "Processing of HSSE Incidents" which describes the classification of falling objects.
nb: Som et eksempel kan en se på utdrag fra KST sin prosedyre for «Oppfølging av HSSE-saker» hvor det er beskrevet klassifisering av fallende gjenstand.

source: Assessments shall be made of the need for and choice of equipment for hyperbaric evacuation.
nb: Det skal foretas vurderinger av behov for og valg av utstyr for hyperbar evakuering.

source: After obtaining gas detector readings above the limit value for H2S, which is 10 ppm, they descended again and suited up with breathing air before inspecting the reactor top.
nb: Operatørene fikk utslag på gassdetektorene over takverdien for H2S som er 10 ppm. De gikk derfor ned og kledde seg opp med pusteluft før de inspiserte toppen av reaktoren.

source: With the initiative for the work taken by the TSG, a conceptual phase was implemented in the autumn of 2019.
nb: Utgangspunktet for arbeidet er et initiativ hos TSG, og et konseptarbeid gjennomført høsten 2019.

source: The first target was met in 2005 and in 2007 10 leaks of this
nb: Det første målet ble nådd i 2005, og i 2007 ble det registrert 10

source: Norway, Petroleum Safety Authority (PSA)
nb: Norge, Petroleumstilsynet (Ptil)

source: The PSA has carried out an audit of emergency preparedness, cranes and lifting at Valemon.
nb: Ptil har ført tilsyn med styring av beredskap, kran og løft på Valemon.

source: As a results, hydrates in them will not be noticed in normal operation.
nb: Hydrater i PSVene vil en derfor ikke oppdages i normal drift.

source: Existing documentation, including maritime certificates issued by Norwegian or foreign flag state authorities, can be used as a basis to document compliance with requirements stipulated in or in pursuance of these regulations.
nb: Eksisterende dokumentasjon, deriblant maritime sertifikater som er utstedt av norsk eller fremmed flaggstatsmyndighet, kan legges til grunn for å dokumentere oppfylling av krav som er gitt i eller i medhold av denne forskriften.

source: Songa Endurance is a semi-submersible drilling facility.
nb: Songa Endurance er ei halvt nedsenkbar boreinnretning.

source: COSLPromoter and relevant parts of COSL Drilling Europe AS’ organisation and management systems are considered to comply with relevant regulatory requirements for petroleum activities.
nb: COSLPromoter og relevante deler av COSL Drilling Europe AS organisasjon og styringssystemer er vurdert å være i samsvar med relevante krav i regelverket for petroleumsvirksomhet.

source: Relevant external conditions include expected wind and wave conditions on the location, and the possible occurrence of ice on the sea surface.
nb: Relevante ytre betingelser inkluderer forventete vind- og bølgeforhold på lokaliteten, og eventuell forekomst av is på havoverflaten.

source: Deepsea Yantai is a semi-submersible drilling facility operated by Odfjell Drilling AS.
nb: Deepsea Yantai er ei halvt nedsenkbar boreinnretning, operert av Odfjell Drilling AS.

source: The practice of filling with seawater after oil loading continued until a new integrated loading procedure for Statfjord and Gullfaks was issued in July 2015.
nb: Praksisen med sjøvannsfylling etter endt oljelasting pågikk til utgivelse av ny samordnet lasteprosedyre for Statfjord og Gullfaks i juli 2015, hvor fylling med sjøvann er tatt ut av prosedyren.

source: We have carried out an audit of Seadrill Management (Seadrill) in connection with the company’s application for an Acknowledgement of Compliance (AoC) for the West Mira mobile drilling facility.
nb: Vi har ført tilsyn med Seadrill Management (Seadrill) i forbindelse med selskapets søknad om samsvarsuttalelse (SUT) for den flyttbare boreinnretningen West Mira.

source: The facility has a maximum of 583 beds and 59 work stations.
nb: Innretningen har maksimum 583 sengeplasser og 59 arbeidsstasjoner.

source: § 41a Evacuation and rescue means for manned underwater operations
nb: § 41a Evakuering og redningsmidler ved bemannede undervannsoperasjoner

source: These two facilities were installed in 1984 and 1994. Objective
nb: De to innretningene ble installert i 1984 og 1994. Mål

source: h) information on marking of facilities as mentioned in the Facilities Regulations Section 72 on
nb: h) opplysninger om merking av innretninger som nevnt i innretningsforskriften § 72 om merking av

source: Regulations relating to storage and transport of CO2 on the shelf Section 1-6 litera i
nb: forskrift om lagring og transport av CO2 på sokkelen § 1-6 bokstav i

source: Island Offshore receives Acknowledgement of Compliance for Island Constructor
nb: Island Offshore har fått samsvarsuttalelse for Island Constructor

source: We have given Equinor Energy AS (Equinor) consent to use Songa Endurance for drilling, completion and slot recovery of well 31/2 D-7 BY1H/BY2H/BY3H on the Troll field in the North Sea.
nb: Vi har gitt Equinor Energy AS (Equinor) samtykke til bruk av Songa Endurance for boring, komplettering og slissegjenbruk av brønn 31/2 D-7 BY1H/BY2H/BY3H på Trollfeltet i Nordsjøen.

source: The incident had no serious consequences for the Eldfisk complex or Embla.
nb: Hendelsen fikk ingen alvorlige konsekvenser for Eldfisk kompleks eller Embla.

source: Incident of July 2016
nb: Hendelse juli 2016

source: which states in item 1 that the operating system for the winches was not part of the NOV order for the delivery.
nb: som under punkt 1 skriver at operasjonssystemet for vinsjene ikke er en del av NOV-bestillingen for leveransen.

source: “OECD guidelines for testing of chemicals” refers to The OECD Guidelines for the Testing of
nb: Med "OECDs retningslinjer for testing av kjemikalier", menes The OECD Guidelines for the Testing of Chemicals.

source: The well is to be drilled by West Hercules which is a semi-submersible mobile drilling facility built in South Korea in 2008.
nb: Brønnen skal borast med West Hercules som er ei halvt nedsenkbar flyttbar boreinnretning bygd i Sør-Korea i 2008.

source: lead to more ready availability of qualified
nb: kunnskapsdeling ikke går tapt i jakten på

source: “Tailoring safety work to technological advances will be an important job for the future,” Kvendseth notes.
nb: – En viktig oppgave framover er å tilpasse sikkerhetsarbeidet til teknologiutviklingen, sier Kvendseth.

source: The land plants reduced their serious personal injury frequency from 2018 to 2019.
nb: Landanleggene har hatt reduksjon i frekvens på alvorlige personskader fra 2018 til 2019.

source: Operator 1 (the discipline lead) returned after time off.
nb: Operatør 1 (fagansvarlig) kom tilbake på jobb etter friperioden.

source: West Hercules received an Acknowledgement of Compliance (AoC) from the PSA in 2012.
nb: West Hercules fekk samsvarsfråsegn (SUT) frå Ptil i 2012.

source: The tubing hanger (TH) and tubing hanger secondary retrieval tool (THSRT).
nb: Produksjonsrørhenger (TH) og produksjonsrørhenger trekkeutstyret (THSRT) (kilde:

source: The Petroleum Safety Authority Norway (PSA) has granted COSL Drilling Europe AS an Acknowledgement of Compliance (AoC) for the COSLPromoter semi-submersible drilling facility.
nb: Petroleumstilsynet (Ptil) har gitt COSL Drilling Europe AS samsvarsuttalelse (SUT) for den halvt nedsenkbare boreinnretningen COSLPromoter.

source: In 2011, therefore, Norwegian Oil and Gas launched its hydrocarbon (HC) leak project.“We analysed the incidents which had occurred in order to identify their causes, and to understand where measures should be applied,” Thorvaldsen reports.
nb: I 2011 startet Norsk olje og gass Prosjekt hydrokarbonlekkasjer – også kalt HC-prosjektet. - Vi analyserte alle hendelsene for å finne årsakene - og for å forstå hvor tiltak burde settes inn, sier Thorvaldsen.

source: The senior SE suffered minor injuries to his face and was generally chilled from his time in the sea.
nb: Senior SI fikk lettere skader i ansiktet og ble generelt nedkjølt av tiden han lå i sjøen.

source: the NORSOK N-005 standard should be used in the area of health, working environment and safety.
nb: For å oppfylle kravet til tilstandskontroll som nevnt i første ledd, bør standarden NORSOK N-005 brukes på området helse, arbeidsmiljø og sikkerhet.

source: The mechanic who removed the PSV for testing did not report the hydrates in the Synergi reporting system.
nb: Mekanikeren som tok ut PSVen for testing rapporterte ikke hydratene i rapporteringssystemet Synergi.

source: The method can be used to determine LogPow-values from -2 to 4.
nb: Metoden kan brukes for å bestemme LogPow-verdier fra -2 til 4.

source: Transocean also investigated the incident and had participants from Shell in its team.
nb: Transocean gransket også hendelsen og hadde deltakere fra Shell i granskingsteamet.

source: The emergency response and action leaders decided to go to the emergency response centre after hearing the call over the PA system for the medic to go to the pipe deck.
nb: Beredskapsleder og aksjonsleder besluttet å gå til beredskapssentralen da de hørte over PA anlegget at sykepleier måtte komme til rørdekket.

source: Subcategory 3, if the chemical contains substances in subcategory 3,
nb: Underkategori 3 dersom kjemikalien inneholder stoff i underkategori 3,

source: As described above, they are not classified as safety-critical and their safety functions are not described.
nb: Som beskrevet over er ventilene ikke klassifisert som sikkerhetskritiske og barrierefunksjonen de skal ivareta er ikke beskrevet.

source: Figure 12: Categorising performance requirements for technical barrier elements
nb: En måte å gruppere og forklare ytelseskrav relatert til tekniske barriereelementer på er illustrert i Figur 12 nedenfor.

source: The Petroleum Safety Authority Norway (PSA) and the Norwegian Labour Inspection Authority have jointly audited Coor Service Management's routines for handling notifications of censurable conditions (whistleblowing) at work.
nb: Petroleumstilsynet (Ptil) og Arbeidstilsynet har i samarbeid ført tilsyn med Coor Service Management sine rutiner for håndtering av varsling av kritikkverdige forhold i virksomheten.

source: Vår Energi - Consent for the use of the Ringhorne facility
nb: Vår Energi - Samtykke til bruk av Ringhorne-innretninga

source: Another trend witnessed by Lundal in recent years is the adoption by customers of the “one team” concept to describe their relationship with suppliers.
nb: En annen trend Lundal har sett de siste årene, er at kundene har begynt å bruke begrepet One team som uttrykk for at de og leverandørene jobber sammen som ett lag.

source: Oil production began in 1999 and gas production in 2005.
nb: Oljeproduksjonen startet i 1999 og gassproduksjonen i 2005.

source: Safety specialist Ranveig Kviseth Tinmannsvik thinks the oil companies learn too little from serious incidents.
nb: Sikkerhetsforsker Ranveig Kviseth Tinmannsvik mener oljeselskapene ikke lærer nok av alvorlige hendelser.

source: We began developing it in 1976, with the fishing fleet as our first market.
nb: Vi begynte å utvikle den første i 1976, og fiskeflåten var det første markedet for disse.

source: The PSA has carried out an audit of logistics and emergency preparedness at Ivar Aasen.
nb: Ptil har ført tilsyn med logistikk og beredskap på Ivar Aasen.

source: The procedure for handling the raw water pump system was deficient and did not describe the actual installation and removal of the pump.
nb: Prosedyren for håndtering av råvannspumpesystemet var mangelfull og beskriver ikke selve inn- og utløftingen av råvannspumpen.

source: Statoil reports that it had no dedicated discipline lead for OLS loading hoses between 2010 and the spring of 2015.
nb: Statoil opplyser at det i perioden 2010 til våren 2015 ikke var en dedikert fagansvarlig for lasteslangene som hører til OLS.

source: Åsgard was discovered in 1981, and the plan for development and operation (PDO) was approved in 1996.
nb: Åsgard blei påvist i 1981, og plan for utbygging og drift (PUD) blei godkjent i 1996.

source: The field is under development and production is planned to start in 2019.
nb: Feltet er under utbygging og produksjonen skal etter planen starta i 2019.

source: g) seismological data as mentioned in the Facilities Regulations Section 16 on instrumentation for
nb: g) seismologiske data som nevnt i innretningsforskriften § 16 om instrumentering for overvåking

source: No large slick was observed, other than a small slick with “shine” (assumed to mean “sheen”) which the crew thought might derive from the previous day’s spill.
nb: Ingen større flak ble da observert, utover et lite flak med ”shine” (det antas at det menes ”sheen”), som de mente kunne stamme fra utslippet dagen før.

source: We have given Neptune Energy Norge AS (Neptune) consent for exploration drilling in block 6507/8 in the Norwegian Sea.
nb: Vi har gitt Neptune Energy Norge AS (Neptune) samtykke til leiteboring i blokk 6507/8 i Norskehavet.

source: The team also found damaged wire rope slings in the lifting equipment container which were checked and ready for use.
nb: Vi fant også skadede ståltaustropper i løfteutstyrskontaineren, stropper som var kontrollert og klare til bruk.

source: risk, applying to installations with EIF higher than 50.
nb: bidrag til risiko for installasjoner med EIF høyere enn 50.

source: Calculations of steam dispersion have been carried out by Statoil after the incident. See appendix 1.
nb: Beregninger for spredning av damp er utført av Statoil etter hendelsen, jf vedlegg 1.

source: Exploration drilling The drilling location is around 9 kilometres south of Skarv and 24 kilometres northeast of Heidrun.
nb: Borelokasjonen ligg omlag 9 kilometer sør for Skarv og 24 kilometer nordaust for Heidrun.

source: The Statfjord satellites are subsea installations tied back to the Statfjord C platform.
nb: Statfjord Satellitter er havbunnsinstallasjoner som er knyttet opp mot Statfjord C plattformen.

source: Teekay Petrojarl Production - Petrojarl Knarr - Investigation of fire
nb: Teekay Petrojarl Production - Petrojarl Knarr - Gransking av brann

source: Barrier function as mentioned in the fourth subsection, means the task or role of a barrier.
nb: Med barrierefunksjon som nevnt i fjerde ledd, menes oppgaven eller rollen til en barriere.

source: The latter was re-installed after the inspection because no external damage was found.
nb: Ståltauet ble reinstallert etter inspeksjonen siden det ikke ble funnet ytre skader.

source: Lundin has applied to the PSA for consent for the disposal of subsea facilities on the Brynhild field.
nb: Lundin har søkt Ptil om samtykke til disponering av havbunnsinnretninger på Brynhild-feltet.

source: We have carried out an audit of Equinor Energy (Equinor) focused on the technical condition of structures and maritime systems of the Veslefrikk B facility.
nb: Vi har ført tilsyn med Equinor Energy AS (Equinor) rettet mot teknisk tilstand for konstruksjoner og maritime systemer på innretningen Veslefrikk B.

source: Operator 2 experienced a very loud bang and a lot of steam.
nb: Operatør 2 opplevde veldig kraftig smell og mye damp.

source: Several considerations could have influenced the response to the hydrates discovered in a PSV during December 2017.
nb: Det har vært flere momenter som kan ha påvirket håndteringen av hydratene som ble oppdaget i PSVen desember 2017:

source: Acute radioactive pollution or danger of acute radioactive pollution shall also be notified in accordance with the
nb: Akutt radioaktiv forurensning eller fare for akutt radioaktiv forurensning skal også varsles i henhold til

source: The PSA’s investigation has been completed.
nb: Vår gransking er nå avsluttet.

source: The drilling site is in the north-eastern part of the North Sea, 14 kilometres south-west of the Gjøa field and 18 kilometres north-east of Vega Sør.
nb: Borelokasjonen ligg i den nordaustlege delen av Nordsjøen, 14 kilometer sørvest for Gjøafeltet og 18 kilometer nordaust for Vega Sør.

source: According to the study, the leak quantity was 250-750 kg, with a probable quantity of 500 kg given a constant leak rate over 40 minutes.
nb: Studien konkluderer med en lekkasjemengde på mellom 250 og 750 kg, med en sannsynlig mengde på 500 kg gitt konstant lekkasjerate på 40 min.

source: After the incident, the level in the tanks declined and was back to normal by 10.00.
nb: I etterkant av hendelsen avtok nivå i tankene og var på normalt nivå litt etter klokken 10.00.

source: If the underpressure could not be restored, cell 11 would have had to be isolated, structural integrity would have had to be reanalysed and possible weather restrictions could have been imposed for manning and operation.
nb: Hvis ikke undertrykket kunne gjenetableres ville det vært nødvendig å isolere celle 11, og det hadde blitt nødvendig med re-analyser av konstruksjonens bæreevne og muligens værbegrensninger for bemanning og drift.

source: Tordis was discovered in 1987, and the plan for development and operation (PDO) was approved in 1991.
nb: Tordis blei påvist i 1987, og plan for utbygging og drift (PUD) blei godkjent i 1991.

source: ’s master estimated the extent of the slick at 300 metres by 6-700 metres on the morning of 8 October.
nb: Utslippets utstrekning ble estimert av kapteinen på Hilda Knutsen til 300 meter ganger 6-700 meter om morgenen 8.

source: Aker BP - Ivar Aasen - Logistics and emergency preparedness
nb: Aker BP - Ivar Aasen - Logistikk og beredskap

source: He could not see if there were personnel in the moonpool area who saw him, but he saw that the lifebuoy was thrown.
nb: Han kunne ikke se om det var personell i Moonpool-området som så ham, men han registrerte at livbøyen ble kastet.

source: MH Wirth made no reassessment after receiving the input from Kverneland Aqua AS and KCAD.
nb: MH Wirth gjorde ingen ny vurdering etter å ha mottatt innspill fra Kverneland Aqua AS og KCAD.

source: At the land plants, however, the backlog of maintenance for HSE-critical equipment increased last year.
nb: På landanleggene er det imidlertid en økning i etterslep av vedlikehold på HMS-kritisk utstyr.

source: It emerged during the investigation that defined activities in the DOP related to the isolation valve as a barrier were not carried out.
nb: Underveis i granskingen har det kommet fram at definerte aktiviteter i DOP knyttet til isoleringsventilen som barriere ikke har vært utført.

source: Telecommunication and protocols
nb: Telekommunikasjon og protokoller

source: The area for storage of flammable and explosive items shall be designed to minimise the risk of and from fires and explosions.
nb: Området for oppbevaring av brannfarlig og eksplosiv vare skal utformes slik at risiko for og ved brann og eksplosjon blir minst mulig.

source: The vessel conducted DP tests outside the 500-metre zone and waited for preparation of the landing areas to be completed and the weather to improve.
nb: Fartøyet gjorde DP-tester utenfor 500-meter-sonen og ventet på at landingsom-rådene skulle ferdigstilles og værforholdene bli bedre.
